Repository: albanbochsler/django-tinyforum
Catalog: tinyforum/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Close thread
fr: Clore ce fil de discussion.

source: The thread will still be visible, but no posts can be added to it.
fr: Ce fil de discussion reste visible, mail il n'est plus possbile d'ajouter des interventions.

source: moderation status
fr: état de modération

source: reason
fr: raison

source: good
fr: bien

source: flagged
fr: signalé

source: collapsed
fr: s'est effondré

source: hidden
fr: caché

source: created at
fr: créé le

source: authored by
fr: créé par

source: title
fr: Titre

source: Pinned threads are shown at the top of the thread list.
fr: Fils fixés sont montrés en tête de liste.

source: closed at
fr: Clos le

source: latest post
fr: dernière intervention

source: post count
fr: nombre d'interventions

source: thread
fr: fil de discussion

source: threads
fr: Fils de discussion

source: post
fr: Intervention

source: It's annoying or not interesting
fr: C'est ennuyeux ou pas intéressant

source: I think it shouldn't be here
fr: Je pense que ça ne devrait pas être ici

source: It's spam
fr: ses spam

source: Anything else you want to say?
fr: Y'a rien d'autre que tu veuilles dire ?

source: handled at
fr: traité le

source: handled by
fr: traité par

source: post report
fr: rédiggent rapport

source: post reports
fr: rédiggent rapports

source: Current page
fr: page actuelle

source: Edit post
fr: Éditer

source: Submit
fr: Sauvegarder

source: Back to thread list
fr: retour au sommaire

source: Update thread
fr: mettre le fil à jour

source: Author
fr: Auteur

source: Post by
fr: intervention par

source: Created at
fr: créé le

source: Creator of the thread
fr: Auteur du fil de discussion

source: Staff
fr: Collaborateur

source: Joined at:
fr: Inscrit depuis:

source: Posts:
fr: Interventions:

source: Show post
fr: Montrer l'intervention

source: Hide post
fr: Cacher intervention

source: This post has been collapsed by a moderator.
fr: Ce message a été effondré par un modérateur.

source: Report post
fr: signaler rapport

source: This post has been reported.
fr: Ce poste a été rapporté.

source: This thread is empty. Be the first one who posts something about this topic.
fr: Ce fil est vide. Soyez le premier à posté quelque choseà propos de ce sujet. about this topic.

source: Write a post
fr: écrire une intervention

source: This thread is closed.
fr: Ce fil de discussion est clos.

source: Moderation
fr: modération

source: Report by
fr: Rapport par

source: at
fr: à

source: Reason
fr: raison

source: Post
fr: Intervention

source: By
fr: de

source: in
fr: dans

source: Yay, all reports have been handled!
fr: tous les rapports ont été traités

source: Note! Your own reports, if there are any, are not visisble to you.
fr: Attention! Vos propres messages, le cas échéant, ne sont pas visibles pour vous.

source: Create thread
fr: lancer un fil

source: Create new thread
fr: Lancer un nouveau fil

source: Login
fr: s'identifier

source: Closed
fr: Clos

source: Thread
fr: Fil de discussion

source: Posts
fr: Interventions

source: Latest post
fr: Dernier interventions

source: Mark this thread
fr: Marquer ce sujet.

source: Sorry, you do not have permissions.
fr: Pardon, vous n'avez pas d'autorisations.

source: You already reported this post.
fr: Vous avez déjà signalé ce post

source: Thank you for the report. A community moderator will deal with it as soon as possible!
fr: Merci pour le rapport. Un modérateur traitera avec va s'en dès que possible.
